[
  {
    "name": "Penne à la crème de courge",
    "author": "Marie Laforêt",
    "quantity": "Pour 4 personnes",
    "ingredientsLists": [
      {
        "title": "",
        "ingredients": [
          "500 g de courge épluchée (ou de potimarron non épluché)",
          "200 ml de crème végétal",
          "1 càc. de sel",
          "1 gousse d'ail",
          "1/2 citron",
          "500 g de penne rigate",
          "Poivre"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Couper la courge en dés de taille moyenne et les cuire à l'eau bouillante dans une grande casserole, jusqu'à ce que les morceaux soient bien fondants.",
          "Egoutter la courge et la remettre dans la casserole.",
          "Ajouter la crème végétal, le sel, le poivre, l'ail préalablement pelé et dégermé et le jus du 1/2 citron.",
          "Mixer jusqu'à obtenir une crème bien lisse. Réserver.",
          "Cuire les penne selon les instructions présentes sur le paquet puis les égoutter.",
          "Verser les pâtes dans une grande casserole avec de la crème de courge et bien mélanger. Cuire 1 minute à feu moyen pour bien réchauffer l'ensemble.",
          "Ajuster l'assaisonnement si besoin et servir sans attendre."
        ]
      }
    ]
  },
  {
    "name": "Riz \"one pot\" à la ratatouille",
    "author": "Marie Laforêt",
    "quantity": "Pour 4 à 6 personnes",
    "ingredientsLists": [
      {
        "title": "",
        "ingredients": [
          "1 oignon",
          "1 petite aubergine",
          "1 poivron rouge",
          "3 càs. d'huile d'olive",
          "1 courgette",
          "3 tomates",
          "1 càc. d'herbes de Provence",
          "250 g de riz long",
          "500 ml d'eau chaude",
          "Sel, poivre"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Eplucher l'oignon. Couper les légumes en dés.",
          "Dans une sauteuse ou une casserole, chauffer l'huile d'olive à feu vif. Ajouter l'aubergine, le poivron épépiné et l'oignon et mélanger. Cuire 1 minute, baisser à feu moyen, puis 5 minutes en mélangeant régulièrement pour que les légumes commencent à devenir fondants.",
          "Ajouter la courgette et les tomates, les herbes de Provence, saler et poivrer, mélanger et couvrir. Cuire en mélangeant de temps en temps, jusqu'à obtenir une ratatouille fondante.",
          "Mélanger le riz dans une ratatouille et laisser cuire 1 minute, pour que le riz devienne transparent. Verser l'eau chaude, mélanger et couvrir de nouveau. Mélanger régulièrement à feu moyen jusqu'à ce que le riz soit cuit. Découvrir en fin de cuisson si besoin. Déguster sans attendre (ce plat peut aussi se réchauffer sans problème)."
        ]
      }
    ]
  },
  {
    "name": "Lasagnes végétales",
    "author": "Marie Laforêt",
    "quantity": "Pour 4 personnes",
    "ingredientsLists": [
      {
        "title": "",
        "ingredients": ["1 paquet de lasagnes (sans oeufs)"]
      },
      {
        "title": "Pour la bolognaise aux champignons",
        "ingredients": [
          "1 carotte moyenne",
          "1 oignon",
          "1 branche de céleri",
          "250 g de champignons de Paris",
          "3 càs. d'huile d'olive",
          "4 càs. de sauce soja",
          "2 boîtes de tomates concassées",
          "Poivre"
        ]
      },
      {
        "title": "Pour la béchamel express",
        "ingredients": [
          "35 g de fécule de maïs",
          "600 ml de lait de soja",
          "2 càs. d'huile neutre",
          "Noix de muscade",
          "Sel, poivre"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Préchauffer le four à 180 °C (th. 6).",
          "Eplucher la carotte et l'oignon. Emincer très finement tous les légumes. Dans une sauteuse, chauffer l'huile d'olive à feu moyen/vif, y ajouter des légumes, mélanger et cuire quelques minutes jusqu'à ce que les légumes deviennent fondants. Ajouter la sauce soja et les tomates concassées, poivrer et mélanger.",
          "Cuire 10 minutes en baissant à feu moyen/doux et en mélangeant de temps en temps. (Vous pouvez cuire la sauce plus longtemps pour qu'elle mijote bien, ce qui la rendra encore meilleure, dans ce cas, baisser à feu doux et couvrir). Mixer la sauce grossièrement si vous souhaitez une texture très légèrement granuleuse, mais sans morceaux pour vos lasagnes.",
          "Mélanger tous les ingrédients de la béchamel à l'aide d'un fouet dans une casserole de taille moyenne. Saler, poivrer et ajouter la noix de muscade moulue ou râpée selon le goût également. Porter à feu vif et mélanger sans arrêt la béchamel à l'aide d'une cuillère en bois, jusqu'à ce qu'elle épaississe.",
          "Dans un plat, alterner sauce tomate, béchamel et lasagnes. Terminer par une couche de béchamel. Cuire au four à 180 °C (th. 6) pendant 30 à 40 minutes."
        ]
      }
    ]
  },
  {
    "name": "Mujaddara",
    "author": "Marie Laforêt",
    "quantity": "Pour 4 personnes",
    "ingredientsLists": [
      {
        "title": "Pour le riz aux lentilles",
        "ingredients": [
          "150 g de lentilles",
          "250 g de riz long",
          "2 càs. d'huile d'olive",
          "1 càc. de cumin moulu",
          "1 càc. de coriandre moulue",
          "1 càc. de cannelle moulue",
          "1 càc. de curcuma moulu (optionnel)",
          "Sel, poivre"
        ]
      },
      {
        "title": "Pour les oignons caramélisés",
        "ingredients": ["2 oignons", "Huile neutre"]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Cuire les lentilles à l'eau dans une casserole. Elles doivent rester bien fermes. Egoutter, rincer et réserver. Rincez le riz dans une fine passoire et mesurer. Cuire le riz dans 2 fois son volume d'eau dans une casserole.",
          "Préparer les oignons caramélisés. Les peler et les émincer en fines lamelles. Dans une petite poêle, verser un fond d'huile et chauffer à feu vif. Ajouter les oignons et bien mélanger. Baisser à feu moyen dès que les oignons commencent à dorer. Cuire jusqu'à ce que les oignons soient bien caramélisés. Réserver.",
          "Dans une sauteuse, chauffer l'huile d'olive à feu moyen/vif, ajouter toutes les épices et le riz. Ajouter les lentilles, mélanger et cuire quelques minutes pour que l'ensemble soit bien doré et parfumé. Assaisonner selon le goût. Verser dans un plat et ajouter les oignons. Servir avec la sauce au yaourt."
        ]
      }
    ]
  },
  {
    "name": "Chili aux deux haricots",
    "author": "Marie Laforêt",
    "quantity": "Pour 4 personnes",
    "ingredientsLists": [
      {
        "title": "",
        "ingredients": [
          "2 gousses d'ail",
          "1 oignon",
          "2 poivrons",
          "2 càs. d'huile neutre",
          "3 càc. de coriandre moulue",
          "3 càc. de cumin moulu",
          "2 càc. de paprika moulu (fumé ou non)",
          "1 petite conserve de haricots rouges",
          "1 petite conserve de haricots blancs",
          "1 càc. d'origan séché (ou d'herbes de Provence)",
          "2 pincées de piment de Cayenne en poudre (facultatif)",
          "1 petite conserve de maïs en grains",
          "1 grosse conserve de tomates pelées",
          "1 petite conserve de pulpe de tomates",
          "4 à 5 càs. de sauce soja",
          "Poivre noir"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Peler l'ail et l'oignon, épépiner les poivrons, les émincer.",
          "Dans une sauteuse, chauffer l'huile à feu vif et y ajouter les épices, mélanger et ajouter les légumes. Cuire quelques minutes. Quand les légumes commencent à dorer, ajouter les haricots rincés et égouttés. Ajouter les herbes, le piment et poivrer généreusement.",
          "Bien mélanger, cuire quelques minutes et ajouter le maïs. Cuire 2 minutes en mélangeant (baisser à feu moyen si besoin), la préparation ne doit pas accrcoher au fond.",
          "Ajouter les tomates (écraser les tomates entières) et leur jus, ainsi que la pulpe de tomates et la sauce soja. Laisser mijoter 10 minutes.",
          "Servir chaud. Le chili peut se congeler. A conserver au frais et à consommer dans les 4 jours."
        ]
      }
    ]
  },
  {
    "name": "Pasta et caponata",
    "author": "Marie Laforêt",
    "quantity": "Pour 4 à 6 personnes",
    "ingredientsLists": [
      {
        "title": "",
        "ingredients": [
          "500 g de pâtes au choix (penne, rigatoni ou petits coquillages par exemple, bref des pâtes qui accrochent un peu)",
          "1 grosse aubergine",
          "3 branches de céleri",
          "1 gros oignon",
          "6 belles tomates",
          "2 gousses d'ail",
          "Huile d'olive",
          "1 poignée d'olives vertes ou violettes",
          "2 càs. de câpres",
          "2 càs. de sucre en poudre",
          "3 càs. de vinaigre balsamique ou de vin rouge",
          "Sel, poivre noir"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Couper l'aubergine en dés, émincer le céleri et réserver dans un bol. Peler l'oignon et le couper en dés, réserver également. Faire de même avec les tomates et l'ail préalablement pelé et dégermé.",
          "Dans une poêle de taille moyenne, verser un généreux fond d'huile d'olive. Chauffer à feu vif. Ajouter les aubergines et bien mélanger, il doit rester un peu d'huile dans le fond de la poêle, en rajouter un filet si besoin.",
          "Frire les aubergines jusqu'à ce qu'elles soient fondantes. Ajouter le céleri et l'oignon. Cuire quelques minutes. Poivrer généreusement. Ajouter l'ail, les olives et les câpres, mélanger puis mettre les tomates, le sucre et le vinaigre. Mélanger jusqu'à ce que les tomates aient réduit et forment une sauce. Saler le goût.",
          "Cuire les pâtes selon les instructions présentes sur le paquet, les égoutter, mélanger à la caponata et servir."
        ]
      }
    ]
  },
  {
    "name": "Tarte façon tian",
    "author": "Marie Laforêt",
    "quantity": "Pour 4 personnes",
    "ingredientsLists": [
      {
        "title": "Pour la pâte au thym et à l'huile d'olive",
        "ingredients": [
          "250 g de farine + un peu pour le plan de travail",
          "1/2 càc de sel",
          "1/2 càc. de thym séché (ou d'herbes de Provence)",
          "4 càs. d'huile d'olive",
          "6 càs. d'eau environ (selon les besoins)",
          "Poivre"
        ]
      },
      {
        "title": "Pour le fond de tarte",
        "ingredients": [
          "1 yaourt de soja",
          "1 càc. d'huile neutre",
          "1 càc. de moutarde",
          "1/2 càc. d'herbes de Provence",
          "Sel, poivre"
        ]
      },
      {
        "title": "Pour la garniture",
        "ingredients": [
          "1/2 courgette",
          "1/2 aubergine",
          "4 petites tomates",
          "1 oignon",
          "Huile d'olive",
          "Herbes de Provence",
          "Sel, poivre"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Dans un saladier, verser la farine, le sel, le poivre selon le goût, les herbes et mélanger. Ajouter l'huile, mélanger et sabler du bout des doigts, puis verser l'eau, une cuillerée à soupe à la fois, et mélanger jusqu'à pouvoir former une boule. Filmer la pâte et la placer au frais pendant une heure.",
          "Dans un bol, mélanger le yaourt avec l'huile, la moutarde, les herbes et assaisonner selon le goût.",
          "Eplucher l'oignon. Trancher tous les légumes en demi-cercle et réserver.",
          "Etaler la pâte au rouleau sur un plan fariné et la disposer dans un plat à tarte. Piquer le fond et précuire 5 minutes à 160 °C (th. 5-6). Etaler le mélange au yaourt puis disposer les légumes en les alternant. Arroser chaque couche de légumes d'un fin filet d'huile d'olive, saler, poivrer et saupoudrer d'herbes de Provence. Cuire au four à 160 °C (th. 5-6) pendant 45 minutes. Déguster chaud ou froid."
        ]
      }
    ]
  },
  {
    "name": "Chili sin carne",
    "author": "Catherine Derieux",
    "quantity": "Pour 4 personnes",
    "ingredientsLists": [
      {
        "title": "",
        "ingredients": [
          "1 oignon",
          "1 poivron",
          "1 bloc de tofu rosso",
          "400 g de purée de tomates",
          "400 g de haricots rouges en boîte",
          "150 g de maïs",
          "2 càs. de paprika fumé",
          "Huile",
          "Sel, poivre",
          "Sauce piquante type sriracha (facultatif)"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Pelez l'oignon, coupez-le en morceaux et faites-le revenir à la poêle dans un peu d'huile.",
          "Coupez le poivron en petits dés et ajoutez-le à l'oignon.",
          "Coupez le bloc de tofu en morceaux, puis émiettez-les grossièrement à l'aide d'une fourchette.",
          "Lorsque l'oignon et le poivron sont bien caramélisés, ajoutez le tofu, la purée de tomates, les haricots égouttés et rincés, ainsi que le maïs.",
          "Ajoutez le paprika fumé (et de la sauce piquante si vous le souhaitez), salez et poivrez à votre goût, puis mélangez bien le tout et laissez chauffer quelques minutes.",
          "Servez avec du riz, ou en burritos dans une tortilla avec de la salade, de l'avocat et un peu d'oignon frit !"
        ]
      }
    ]
  },
  {
    "name": "Sauce bolognaise",
    "author": "Elsa du blog Envie d'une recette végétalienne ?",
    "quantity": "Pour 6 personnes",
    "ingredientsLists": [
      {
        "title": "",
        "ingredients": [
          "2 oignons",
          "2 gousses d'ail",
          "2 càs. d'huile d'olive",
          "2 càs. d'origan ou d'herbes de Provence",
          "1 càc. de sel",
          "Poivre du moulin",
          "1 càc. de coriandre moulue (optionnel)",
          "125 g de protéines de soja texturées de petite taille",
          "400 ml d'eau",
          "800 ml de coulis de tomates",
          "1 petit pot de caviar de tomates (optionnel)",
          "olives dénoyautées, coeurs d'artichauts, poivrons, aubergines... (optionnel)"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Hachez les oignons et émincez l'ail.",
          "Dans une cocotte à fond épais, faites-les revenir dans l'huile d'olive à feu doux jusqu'à ce que les oignons soient translucides.",
          "Ajoutez l'origan (ou les herbes de Provence), le sel, la coriandre, le poivre, et mélangez bien. Ajoutez les protéines de soja et l'eau. Les protéines vont boire l'eau et gonfler.",
          "Quand l'eau est absorbée, ajoutez le coulis de tomates (et le caviar de tomates si vous le souhaitez). Faites cuire à feu couvert à feu très doux en remuant régulièrement pendant au moins 30 minutes pour une bonne diffusion des arômes. Rajoutez un peu d'eau en cours de cuission si besoin.",
          "Goûtez et rectifiez éventuellement l'assaisonnement."
        ]
      }
    ]
  }
]
