[
  {
    "name": "Soupe de lentilles corail au curry",
    "author": "Marie Laforêt",
    "quantity": "Pour 4 personnes",
    "ingredientsLists": [
      {
        "title": "",
        "ingredients": [
          "2 branches de céleri",
          "2 carottes",
          "1 gros oignon",
          "1 pomme de terre moyenne",
          "2 càs. d'huile d'olivre ou d'huile neutre",
          "2 gousses d'ail",
          "1 càc. de curry moulu",
          "1,5 litre de bouillon de légumes",
          "200 ml de lait de coco (facultatif)",
          "Coriandre ciselée et quartiers de citron (facultatif)",
          "Sel, poivre"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Eplucher et émincer les légumes en petits dés.",
          "Dans une cocotte ou une grande casserole, chauffer l'huile d'olivre à feu vif. Y faire revenir les légumes pendant 2 minutes avec l'ail préalablement épluché et passé au presse-ail et le curry en mélangeant régulièrement. Ajouter le bouillon de légumes et baisser à feu moyen/doux.",
          "Laisser mijoter sans couvrir. Quand les légumes sont tendres, ajouter les lentilles et le lait de coco et cuire pendant 5 minutes. Les lentilles doivent rester fermes.",
          "Ajuster l'assaisonnement avec le sel et le poivre selon le goût. Si vous en avez, ajouter un peu de coriandre ciselée une fois la soupe servie et presser un petit quartier de citron dans chaque bol pour une touche acidulée et une dose de vitamine C."
        ]
      }
    ]
  },
  {
    "name": "Velouté de courge crémeux aux épices",
    "author": "Marie Laforêt",
    "quantity": "Pour 6 à 8 portions",
    "ingredientsLists": [
      {
        "title": "",
        "ingredients": [
          "1 kg de courge",
          "1 grosse pomme de terre",
          "1 oignon",
          "1,5 litre de bouillon de légumes environ",
          "1/2 càc. de cannelle moulue",
          "2 pincées de noix de muscade moulue",
          "1 càc. de coriandre moulue",
          "1 gousse d'ail",
          "Poivre"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Couper la courge en gros morceaux, l'éplucher si besoin (le potimarron n'a pas besoin d'être épluché, un gain de temps et d'argent !). Eplucher la pomme de terre et la couper en gros morceaux, puis éplucher et émincer grossièrement l'oignon.",
          "Placer tous les légumes dans un faitout ou une grande cocotte et couvrir de bouillon de légumes. Ajouter les épices, poivrer, couvrir et porter à feu vif jusqu'à ébullition.",
          "Baisser à feu doux et poursuivre la cuisson jusqu'à ce que la courge soit bien fondante. Le temps de cuisson dépendra de la taille des morceaux de courge ; plus ils seront gros plus ils seront longs à cuire. Une fois les légumes cuits, ajouter une gousse d'ail pelée et dégermée et mixer le velouté.",
          "Ajuster l'assaisonnement en sel et épices selon le goût."
        ]
      }
    ]
  },
  {
    "name": "Soupe de maïs",
    "author": "Marie Laforêt",
    "quantity": "Pour 4 personnes",
    "ingredientsLists": [
      {
        "title": "",
        "ingredients": [
          "1 petit oignon",
          "1 gousse d'ail",
          "2 càs. d'huile d'olive",
          "450 à 500 g de maïs doux en conserve rincé et égoutté",
          "400 ml de bouillon de légumes",
          "200 ml de lait végétal",
          "Sel, poivre"
        ]
      }
    ],
    "preparation": [
      {
        "title": "",
        "instructions": [
          "Eplucher l'oignon et l'ail et les émincer.",
          "Chauffer l'huile d'olive dans une grande casserole et y faire dorer l'oignon quelques minutes à feu vif. Ajouter l'ail émincé (ou passé au presse-ail), et mélanger. Poivrer et ajouter le maïs. Bien mélanger.",
          "Faire dorer le maïs quelques minutes et ajouter le bouillon. Ne pas couvrir. Quand le mélange arrive à petits bouillons, baisser à feu doux et cuire 10 minutes.",
          "Verser le lait végétal et mixer. Saler selon le goût. Servir avec un peu de crème végétal et un filet d'huile d'olive si vous le désirez."
        ]
      }
    ]
  }
]
